Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/Resources/mul.lproj/Localizable.xcstrings
Source language: en
Languages: fr, ru, vi

source: We’ve locked your wallet, try again in %@
fr: Nous avons verrouillé votre portefeuille, réessayez dans %@
ru: Мы заблокировали Ваш кошелек, попробуйте ввести PIN-код еще раз через %@
vi: Chúng tôi đã khóa ví của bạn, hãy thử lại sau %@

source: week
fr: la semaine
ru: неделю
vi: tuần

source: Welcome back, %@
fr: Bon retour, %@
ru: С возвращением, %@
vi: Chào mừng bạn trở lại, %@

source: Welcome back!
fr: Nous saluons le retour!
ru: Добро пожаловать!
vi: Chào mừng bạn đã trở lại!

source: Well done!
fr: Bien joué!
ru: Отлично сработано!
vi: Hoàn thành!

source: Well, well
fr: Bien bien
ru: Так так
vi: Chà, tốt

source: What is a security key?
fr: Qu'est-ce qu'une clé de sécurité ?
ru: Что такое электронный ключ?
vi: Khóa bảo mật là gì?

source: What is Solend?
fr: Qu'est-ce que Solend ?
ru: Что такое Соленд?
vi: Solend là gì?

source: What tokens can I receive?
fr: Quels jetons puis-je recevoir ?
ru: Какие токены я могу получить?
vi: Tôi có thể nhận được những token nào?

source: What’s your number? 🤙
fr: Quel est ton numéro? 🤙
ru: Какой у тебя номер? 🤙
vi: Số của bạn là gì? 🤙

source: When you choose the Bitcoin network, your address accepts only Bitcoin. You may lose assets by sending another coin. 0.000112 BTC is the minimum transaction amount, and you have 36 hours to complete the transaction after receiving the address.
fr: Lorsque vous choisissez le réseau Bitcoin, votre adresse n'accepte que Bitcoin. Vous pouvez perdre des actifs en envoyant une autre pièce. 0,000112 BTC est le montant minimum de la transaction, et vous avez 36 heures pour terminer la transaction après avoir reçu l'adresse.
ru: Когда вы выбираете сеть Биткойн, ваш адрес принимает только Биткойн. Вы можете потерять активы, отправив еще одну монету. 0,000112 BTC - это минимальная сумма транзакции, и у вас есть 36 часов, чтобы завершить транзакцию после получения адреса.
vi: Khi bạn chọn mạng Bitcoin, địa chỉ của bạn chỉ chấp nhận Bitcoin. Bạn có thể mất tài sản khi gửi một đồng xu khác. 0,000112 BTC là số tiền giao dịch tối thiểu và bạn có 36 giờ để hoàn tất giao dịch sau khi nhận được địa chỉ.

source: When you delete your account, you will lose access to your funds.
fr: Lorsque vous supprimez votre compte, vous perdez l'accès à vos fonds.
ru: Когда вы удалите свою учетную запись, вы потеряете доступ к своим средствам.
vi: Khi bạn xóa tài khoản của mình, bạn sẽ mất quyền truy cập vào tiền của mình.

source: When you trade the token for the first time, Solana charges a one-time fee for creating an account.
fr: Lorsque vous échangez le jeton pour la première fois, Solana facture des frais uniques pour la création d'un compte.
ru: Когда вы торгуете токеном в первый раз, Solana взимает единовременную плату за создание учетной записи.
vi: Khi bạn giao dịch mã thông báo lần đầu tiên, Solana tính phí một lần để tạo tài khoản.

source: Where can I find one?
fr: Où puis-je en trouver un ?
ru: Где я могу его найти?
vi: Tôi có thể tìm thấy một cái ở đâu?

source: Which cryptocurrencies can I use?
fr: Quelles crypto-monnaies puis-je utiliser ?
ru: Какие криптовалюты я могу использовать?
vi: Tôi có thể sử dụng loại tiền điện tử nào?

source: Will be as a primary secure check
fr: Sera comme un chèque sécurisé principal
ru: Использовать Face ID
vi: Sẽ là phương thức bảo mật chính

source: Will be paid by Key App We take care of all transfers costs.
fr: Sera payé par Key App Nous prenons en charge tous les frais de transfert.
ru: Будет оплачено Key App Мы берем на себя все расходы по переводу.
vi: Sẽ được thanh toán bởi Key App Chúng tôi sẽ lo tất cả các chi phí chuyển tiền.

source: Will be sent to
fr: Sera envoyé à
ru: Будет отправлен в
vi: Sẽ được gửi đến

source: will cost
fr: coûtera
ru: это будет стоить
vi: sẽ phải trả

source: With Key App, all transactions you make on the Solana network are free
fr: Avec Key App, toutes les transactions que vous effectuez sur le réseau Solana sont gratuites
ru: С Key App все транзакции, которые вы совершаете в сети Solana, бесплатны.
vi: Với Key App, mọi giao dịch bạn thực hiện trên mạng Solana đều miễn phí

source: With Key App, the first transaction is free. Also all the transactions above $300 are free
fr: Avec Key App, la première transaction est gratuite. De plus, toutes les transactions supérieures à 300 $ sont gratuites
ru: С Key App первая транзакция бесплатна. Также все транзакции свыше $300 бесплатны.
vi: Với Key App, giao dịch đầu tiên là miễn phí. Ngoài ra, tất cả các giao dịch trên $300 đều miễn phí

source: Withdraw
fr: Se désister
ru: Отзывать
vi: Rút

source: Withdraw all
fr: Tout retirer
ru: Вывести все
vi: Rút tất cả

source: Withdraw funds
fr: Retirer des fonds
ru: Снять Средства
vi: Rút tiền

source: Withdraw rewards or funds at any time
fr: Retirer des récompenses ou des fonds à tout moment
ru: Вывод вознаграждений или средств в любое время
vi: Rút tiền thưởng hoặc tiền bất cứ lúc nào

source: Withdraw your funds with all rewards at any time
fr: Retirez vos fonds avec toutes les récompenses à tout moment
ru: Вывод средств со всеми вознаграждениями в любое время
vi: Rút tiền của bạn với tất cả các phần thưởng bất kỳ lúc nào

source: Withdrawal fee
fr: Frais de retrait
ru: Комиссия за снятие средств
vi: Phí rút tiền

source: Withdrawing your funds from Solend. Just wait until it’s done
fr: Retirer vos fonds de Solend. Attendez juste que ce soit fait
ru: Вывод средств из Solend. Просто подождите, пока это не будет сделано
vi: Rút tiền của bạn từ Solend. Chỉ cần đợi cho đến khi nó hoàn tất

source: Without account details
fr: Sans détails de compte
ru: Без реквизитов счета
vi: Không cần thông tin về tài khoản

source: Wormhole Bridge is currently unable. Please try again later
fr: Wormhole Bridge est actuellement incapable. Veuillez réessayer plus tard
ru: Мост червоточины в настоящее время недоступен. Пожалуйста, повторите попытку позже.
vi: Cầu Wormhole hiện không hoạt động. Vui lòng thử lại sau

source: Would be completed on the Ethereum network
fr: Serait complété sur le réseau Ethereum
ru: Будет завершено в сети Ethereum
vi: Sẽ được hoàn thành trên mạng Ethereum

source: Wowlet for people, not for tokens
fr: Wowlet pour les gens, pas pour les jetons
ru: Ваулет для людей, а не для токенов
vi: Wowlet cho mọi người, không phải vì token

source: Wrapped %@ by %@
fr: Wrapped %@ par %@
ru: Wrapped %@ с %@
vi: Wrapped %@ bởi %@

source: Write down or duplicate these words in the correct order and keep them in a safe place. Copy them manually or backup to iCloud
fr: Notez ou dupliquez ces mots dans le bon ordre et conservez-les en lieu sûr. Copiez-les manuellement ou sauvegardez-les sur iCloud
ru: Запишите или продублируйте эти слова в правильном порядке и храните их в надежном месте. Скопируйте их вручную или сделайте резервную копию в iCloud.
vi: Viết ra hoặc sao chép những từ này theo đúng thứ tự và giữ chúng ở nơi an toàn. Sao chép chúng theo cách thủ công hoặc sao lưu vào iCloud

source: Wrong hash format
fr: Format de hachage incorrect
ru: Неверный формат хеша
vi: Định dạng hash sai

source: Wrong keypair format
fr: Format de paire de clés incorrect
ru: Неверный формат пары ключей
vi: Định dạng cặp khóa sai

source: Wrong order or seed phrase, please check it and try again
fr: Mauvaise commande ou phrase de départ, veuillez le vérifier et réessayer
ru: Неверный порядок слов или мнемоническая фраза. Пожалуйста, проверьте и попробуйте еще раз.
vi: Sai thứ tự hoặc cụm từ bảo mật, vui lòng kiểm tra và thử lại

source: Wrong pubkey format
fr: Format de clé publique incorrect
ru: Неверный формат pubkey
vi: Định dạng pubkey sai

source: Wrong signature
fr: Mauvaise signature
ru: Неправильная подпись
vi: Chữ ký sai

source: Wrong signature format
fr: Format de signature incorrect
ru: Неверный формат подписи
vi: Định dạng chữ ký sai

source: Wrong wallet address
fr: Mauvaise adresse de portefeuille
ru: Неверный адрес кошелька
vi: Địa chỉ ví sai

source: year
fr: an
ru: год
vi: năm

source: Yes, delete it
fr: Oui, supprimez-le
ru: Да, удалить
vi: Có, xóa nó

source: Yes, delete my account
fr: Oui, supprimer mon compte
ru: Да, удалить мой аккаунт
vi: Có, xóa tài khoản của tôi

source: Yesterday
fr: Hier
ru: Вчера
vi: Hôm qua

source: Yielding
fr: céder
ru: Уступчивость
vi: Năng suất

source: You **%@** to pay for account creation, but if someone sends renBTC to your address, it will be created for you.
fr: Vous **%@** payez pour la création du compte, mais si quelqu'un envoie renBTC à votre adresse, il sera créé pour vous.
ru: Вы **%@** платите за создание аккаунта, но если кто-то отправит renBTC на ваш адрес, он будет создан для вас.
vi: Bạn **%@** để thanh toán cho việc tạo tài khoản, nhưng nếu ai đó gửi renBTC đến địa chỉ của bạn, nó sẽ được tạo cho bạn.

source: You are trying to deposit more funds than possible. If you want to deposit the maximum amount, press “Deposit MAX amount”.
fr: Vous essayez de déposer plus de fonds que possible. Si vous souhaitez déposer le montant maximum, appuyez sur ”Déposer le montant MAX”.
ru: Вы пытаетесь внести больше средств, чем возможно. Если вы хотите внести максимальную сумму, нажмите «Внести максимальную сумму».
vi: Bạn đang cố gắng gửi nhiều tiền hơn có thể. Nếu bạn muốn gửi số tiền tối đa, hãy nhấn “Gửi số tiền MAX”.

source: You can choose in which currency to pay with below.
fr: Vous pouvez choisir dans quelle devise payer ci-dessous.
ru: Ниже вы можете выбрать, в какой валюте платить.
vi: Bạn có thể chọn loại tiền tệ để thanh toán bên dưới.

source: You can choose which currency to pay in below.
fr: Vous pouvez choisir la devise dans laquelle payer ci-dessous.
ru: Ниже вы можете выбрать, в какой валюте платить.
vi: Bạn có thể chọn đơn vị tiền tệ để thanh toán bên dưới.

# You can compare a cryptocurrency wallet
source: You can compare a cryptocurrency wallet to a password manager for crypto, and a security key to a master password. A security key is a series of 12 or 24 words generated by the wallet that give you access to its associated crypto.
fr: Vous pouvez comparer un portefeuille de crypto-monnaie à un gestionnaire de mots de passe pour la cryptographie et une clé de sécurité à un mot de passe principal. Une clé de sécurité est une série de 12 ou 24 mots générés par le wallet qui vous donne accès à sa crypto associée.
ru: Вы можете сравнить кошелек для криптовалюты с менеджером паролей для криптографии, а ключ безопасности - с мастер-паролем. Ключ безопасности - это серия из 12 или 24 слов, сгенерированных кошельком, которые дают вам доступ к связанной с ним криптовалюте.
vi: Bạn có thể so sánh ví tiền điện tử với trình quản lý mật khẩu cho tiền điện tử và khóa bảo mật với mật khẩu chính. Khóa bảo mật là một chuỗi gồm 12 hoặc 24 từ do ví tạo ra để cung cấp cho bạn quyền truy cập vào tiền điện tử liên quan của nó.

source: You can enter “You pay” field only
fr: Vous ne pouvez saisir que le champ “Vous payez“
ru: Вы можете ввести только поле «Вы платите»
vi: Bạn chỉ có thể nhập trường “Bạn thanh toán”

source: You can not send tokens to yourself
fr: Vous ne pouvez pas vous envoyer de jetons
ru: Вы не можете отправлять токены себе
vi: Bạn không thể gửi tokens cho chính mình

source: You can not swap %@ to itself. Please choose another token
fr: Vous ne pouvez pas échanger %@ contre lui-même. Veuillez choisir un autre jeton
ru: Вы не можете поменять %@ на себя. Выберите другой токен
vi: Bạn không thể chuyển đổi %@ thành chính nó. Vui lòng chọn một token khác

source: You can only cash out SOL
fr: Vous ne pouvez encaisser que SOL
ru: Вы можете обналичить только SOL
vi: Bạn chỉ có thể rút tiền SOL

source: You can receive %@ by providing this address, QR code or username:
fr: Vous pouvez recevoir %@ en fournissant cette adresse, ce code QR ou ce nom d'utilisateur :
ru: Вы можете получить %@, указав этот адрес, QR-код или имя пользователя:
vi: Bạn có thể nhận %@ bằng cách cung cấp địa chỉ, mã QR hoặc tên người dùng này:

source: You can withdraw rewards or funds at any time
fr: Vous pouvez retirer des récompenses ou des fonds à tout moment
ru: Вы можете снять вознаграждение или средства в любое время
vi: Bạn có thể rút phần thưởng hoặc tiền bất kỳ lúc nào

source: You can't receive funds with it
fr: Vous ne pouvez pas recevoir de fonds avec
ru: Вы не можете получить средства с ним
vi: Bạn không thể nhận tiền với nó

source: You can’t receive money with it
fr: Vous ne pouvez pas recevoir d'argent avec
ru: Вы не можете получить деньги с ним
vi: Bạn không thể nhận tiền với nó

source: You can’t send less than %@
fr: Vous ne pouvez pas envoyer moins de %@
ru: Вы не можете отправить меньше, чем %@
vi: Bạn không thể gửi ít hơn %@

source: You can’t swap between the same token
fr: Vous ne pouvez pas échanger entre le même jeton
ru: Вы не можете переключаться между одним и тем же токеном
vi: Bạn không thể hoán đổi giữa cùng một mã thông báo

source: You cannot send funds to this address because it belongs to another token
fr: Vous ne pouvez pas envoyer de fonds à cette adresse car elle appartient à un autre jeton
ru: Вы не можете отправить средства на этот адрес, так как он принадлежит другому токену.
vi: Bạn không thể gửi tiền đến địa chỉ này vì nó thuộc về một mã thông báo khác

source: You cannot send tokens to yourself
fr: Vous ne pouvez pas vous envoyer de jetons
ru: Вы не можете отправлять токены себе
vi: Bạn không thể gửi mã thông báo cho chính mình

source: You didn't finish your cash out transaction. After 7 days your transaction has been automatically declined. You can try again, but your new transaction will be subject to the current rates.
fr: Vous n'avez pas terminé votre transaction de retrait. Après 7 jours, votre transaction a été automatiquement refusée. Vous pouvez réessayer, mais votre nouvelle transaction sera soumise aux tarifs en vigueur.
ru: Вы не завершили транзакцию по выводу средств. Через 7 дней ваша транзакция была автоматически отклонена. Вы можете попробовать еще раз, но ваша новая транзакция будет осуществляться по текущим тарифам.
vi: Bạn chưa hoàn thành giao dịch rút tiền của mình. Sau 7 ngày, giao dịch của bạn đã tự động bị từ chối. Bạn có thể thử lại, nhưng giao dịch mới của bạn sẽ phải tuân theo tỷ giá hiện tại.

source: You first need to buy %@ and then swap for %@ on the Main Page
fr: Vous devez d'abord acheter %@ puis échanger contre %@ sur la page principale
ru: Сначала вам нужно купить %@, а затем обменять на %@ на главной странице.
vi: Trước tiên, bạn cần mua %@ và sau đó đổi lấy %@ trên Trang chính

source: You get
fr: Vous obtenez
ru: Ты получаешь
vi: Bạn lấy

source: You have %@ attempts left to type the correct PIN. Reset the PIN or wait for %@.
fr: Il vous reste %@ tentatives pour saisir le code PIN correct. Réinitialisez le code PIN ou attendez %@.
ru: У вас осталось %@ попыток для ввода правильного PIN-кода. Сбросьте PIN-код или дождитесь %@.
vi: Bạn còn %@ lần thử để nhập mã PIN chính xác. Đặt lại mã PIN hoặc đợi %@.

source: You have a great start with %@. It’s only a PIN needed to create a new wallet
fr: Vous avez un bon début avec %@. C'est seulement un code PIN nécessaire pour créer un nouveau portefeuille
ru: Вы отлично начали с %@. Для создания нового кошелька нужен только PIN-код
vi: Bạn có một khởi đầu tuyệt vời với %@. Chỉ cần một mã PIN để tạo ví mới

source: You have a great start with %@. Only a phone number is needed to create a new wallet.
fr: Vous avez un bon début avec %@. Seul un numéro de téléphone est nécessaire pour créer un nouveau portefeuille.
ru: Вы отлично начали с %@. Для создания нового кошелька нужен только номер телефона.
vi: Bạn có một khởi đầu tuyệt vời với %@. Chỉ cần một số điện thoại để tạo ví mới.

source: You have entered too little
fr: Vous avez entré trop peu
ru: Вы ввели слишком мало
vi: Bạn đã nhập quá ít

source: You have no internet connection
fr: Vous n'avez pas de connexion Internet
ru: У вас нет подключения к интернету
vi: Bạn không có kết nối internet

source: You have not made any transaction yet
fr: Vous n'avez encore effectué aucune transaction
ru: Вы еще не совершили никаких транзакций
vi: Bạn chưa thực hiện bất kỳ giao dịch nào

source: You have reached the daily limit of sending free links per day. Try tomorrow
fr: Vous avez atteint la limite quotidienne d'envoi de liens gratuits par jour. Essayez demain
ru: Вы достигли дневного лимита отправки бесплатных ссылок в день. Попробуйте завтра
vi: Bạn đã đạt đến giới hạn hàng ngày gửi liên kết miễn phí mỗi ngày. Hãy thử vào ngày mai

source: You have successfully set your PIN
fr: Vous avez réussi à définir votre code PIN
ru: Вы успешно установили свой PIN-код
vi: Bạn đã đặt thành công mã PIN của mình

source: You have unsaved changes that will be lost if you decide to leave
fr: Vous avez des modifications non enregistrées qui seront perdues si vous décidez de quitter
ru: Несохраненные изменения будут потеряны
vi: Bạn có những thay đổi chưa được lưu, nó sẽ bị mất nếu bạn quyết định rời khỏi

source: You must select a wallet to send
fr: Vous devez sélectionner un portefeuille à envoyer
ru: Вы должны выбрать кошелек для отправки
vi: Bạn phải chọn một ví để gửi

source: You need to buy USDC and Swap on Main Page
fr: Vous devez acheter USDC et Swap sur la page principale
ru: Вам нужно купить USDC и своп на главной странице
vi: Bạn cần mua USDC và Hoán đổi trên Trang chính

source: you need to make a transaction
fr: vous devez effectuer une transaction
ru: вам нужно совершить транзакцию
vi: bạn cần thực hiện một giao dịch

source: You need to send
fr: Vous devez envoyer
ru: Вам нужно отправить
vi: Bạn cần gửi

source: You need to send %@ SOL
fr: Vous devez envoyer %@ SOL
vi: Bạn cần gửi %@SOL

source: You need to send SOL to the address in the description to finish your cash out operation.
fr: Vous devez envoyer SOL à l'adresse indiquée dans la description pour terminer votre opération de retrait.
ru: Вам необходимо отправить SOL на адрес, указанный в описании, чтобы завершить операцию вывода средств.
vi: Bạn cần gửi SOL đến địa chỉ trong phần mô tả để hoàn tất thao tác rút tiền của mình.

source: You only need to sign a transaction with Key App
fr: Il vous suffit de signer une transaction avec Key App
ru: Вам нужно только подписать транзакцию с Key App
vi: Bạn chỉ cần ký giao dịch với Key App

source: You pay
fr: Tu payes
ru: Ты платишь
vi: Bạn trả tiền

source: You receive
fr: Vous recevez
ru: Вы получаете
vi: Bạn nhận được

source: You request OTP too often. Try later.
fr: Vous demandez OTP trop souvent. Essayer plus tard.
ru: Вы слишком часто запрашиваете OTP. Попробуй позже.
vi: Bạn yêu cầu OTP quá thường xuyên. Thử lại sau.

source: You used 5 incorrect codes. For your safety, we have frozen your account for %@
fr: Vous avez utilisé 5 codes incorrects. Pour votre sécurité, nous avons gelé votre compte pendant %@
ru: Вы использовали 5 неверных кодов. В целях вашей безопасности мы заморозили вашу учетную запись %@.
vi: Bạn đã sử dụng 5 mã không chính xác. Vì sự an toàn của bạn, chúng tôi đã phong tỏa tài khoản của bạn cho %@

source: You used too much numbers. For your safety we stoped actions for %@
fr: Vous avez utilisé trop de chiffres. Pour votre sécurité, nous avons arrêté les actions pendant %@
ru: Вы использовали слишком много цифр. Для вашей безопасности мы остановили действия для %@
vi: Bạn đã sử dụng quá nhiều số. Vì sự an toàn của bạn, chúng tôi đã dừng các hành động đối với %@

source: You used too much numbers. For your safety, we have frozen your account for %@
fr: Vous avez utilisé trop de chiffres. Pour votre sécurité, nous avons gelé votre compte pendant %@
ru: Вы использовали слишком много цифр. Для вашей безопасности мы заморозили вашу учетную запись на %@
vi: Bạn đã sử dụng quá nhiều số. Vì sự an toàn của bạn, chúng tôi đã đóng băng tài khoản của bạn cho %@

source: You were signed out
fr: Vous avez été déconnecté
ru: Вы вышли из системы
vi: Bạn đã đăng xuất

source: You will be redirected to our payment provider
fr: Vous serez redirigé vers notre prestataire de paiement
ru: Вы будете перенаправлены к нашему платежному провайдеру
vi: Bạn sẽ được chuyển hướng đến nhà cung cấp dịch vụ thanh toán của chúng tôi

source: You will get
fr: Tu auras
ru: Ты получишь
vi: Bạn sẽ nhận được

source: You will have to pay a one-time fee (~%@) to create an account for this address
fr: Vous devrez payer des frais uniques (~%@) pour créer un compte pour cette adresse
ru: Вам нужно будет заплатить единовременную плату (~%@), чтобы создать учетную запись для этого адреса.
vi: Bạn sẽ phải trả phí một lần (~%@) để tạo tài khoản cho địa chỉ này

source: You will lose access to the free username that you received during registration. Your friends will not be able to send you funds using your username.
fr: Vous perdrez l'accès au nom d'utilisateur gratuit que vous avez reçu lors de votre inscription. Vos amis ne pourront pas vous envoyer de fonds en utilisant votre nom d'utilisateur.
ru: Вы потеряете доступ к бесплатному логину, полученному при регистрации. Ваши друзья не смогут отправлять вам средства, используя ваше имя пользователя.
vi: Bạn sẽ mất quyền truy cập vào tên người dùng miễn phí mà bạn đã nhận được trong quá trình đăng ký. Bạn bè của bạn sẽ không thể gửi tiền cho bạn bằng tên người dùng của bạn.

source: You will need to enter your IBAN and pass KYC
fr: Vous devrez entrer votre IBAN et passer KYC
ru: Вам нужно будет ввести свой IBAN и пройти KYC
vi: Bạn sẽ cần nhập IBAN của mình và vượt qua KYC

source: You will need your social account or phone number to log in
fr: Vous aurez besoin de votre compte social ou de votre numéro de téléphone pour vous connecter
ru: Для входа вам потребуется ваша социальная учетная запись или номер телефона.
vi: Bạn sẽ cần tài khoản xã hội hoặc số điện thoại của mình để đăng nhập

source: You will not be able to use free transactions within the Solana network with Key App.
fr: Vous ne pourrez pas utiliser les transactions gratuites au sein du réseau Solana avec Key App.
ru: Вы не сможете использовать бесплатные транзакции в сети Solana с приложением Key.
vi: Bạn sẽ không thể sử dụng các giao dịch miễn phí trong mạng Solana với Key App.

source: You will not be able to use the old device for recovery
fr: Vous ne pourrez pas utiliser l'ancien appareil pour la récupération
ru: Вы не сможете использовать старое устройство для восстановления
vi: Bạn sẽ không thể sử dụng thiết bị cũ để khôi phục

source: You will send
fr: Tu enverras
ru: Ты отправишь
vi: bạn sẽ gửi

source: You will withdraw
fr: vous retirerez
ru: Вы будете снимать
vi: Bạn sẽ rút

source: You've used all 5 codes. Try again in %@. For help, contact support.
fr: Vous avez utilisé les 5 codes. Réessayez dans %@. Pour obtenir de l'aide, contactez l'assistance.
ru: Вы использовали все 5 кодов. Попробуйте еще раз в %@. За помощью обращайтесь в службу поддержки.
vi: Bạn đã sử dụng tất cả 5 mã. Hãy thử lại trong %@. Để được giúp đỡ, hãy liên hệ với bộ phận hỗ trợ.

source: You've used all 5 codes. Try again later. For help, contact support.
fr: Vous avez utilisé les 5 codes. Réessayez plus tard. Pour obtenir de l'aide, contactez l'assistance.
ru: Вы использовали все 5 кодов. Попробуйте позже. За помощью обращайтесь в службу поддержки.
vi: Bạn đã sử dụng tất cả 5 mã. Thử lại sau. Để được giúp đỡ, hãy liên hệ với bộ phận hỗ trợ.

source: You’re going to buy %@
fr: Vous allez acheter %@
ru: Вы собираетесь купить %@
vi: Bạn sẽ mua %@
